<template>
  <hr />
  <div class="g--about">
    <h1>О Сайте</h1>
    <p>
      Ваганты – это на латинском языке „бродяги“. Так в средневековой Европе называли странствующих
      школяров: они переходили от одного учителя к другому, из одного университета в другой,
      самостоятельно выбирая, чему учитсья. Сегодня никому не надо бродить по дорогам — есть
      интернет. И есть потребность в получении новых знаний, в общении с близкими по духу людьми не
      только в стенах учебных заведений, но и по собственному выбору. И потому мы создали проект
      „Ваганты“. Мы закончили филологический факультет МГУ (классическое отделение), а теперь
      занимаемся с детьми и взрослыми тем, что не входит в обычные школьные и институтские
      программы. Учим читать тексты, в том числе хорошо знакомые, открывая в них то, чего не видно
      сразу. Учим общаться, слышать друг друга и отстаивать свою позицию в споре. В мире фастфуда и
      телерекламы мы учим взрослых и подростков (от 11 до 17 лет) читать медленно, думать глубоко и
      жить интересно. А еще мы супруги, у нас трое выросших детей и трое внуков. Но сейчас мы не об
      этом. Официально мы здесь выступаем как самозанятые репетиторы, но мы не готовим ваших детей к
      ЕГЭ. Мы готовим их к жизни в мире, где всё больше значат человеческое слово и стоящая за ним
      мысль.
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
hr {
  margin: 30px auto 9px auto;
  max-width: 90%;
  border: 0;
  height: 1px;
  background-color: rgba(201, 193, 159, 0.5);
}

.g--about {
  margin: 22px auto 0 auto;
  max-width: 900px;
  line-height: 1.5;

  h1 {
    font-style: italic;
    margin: 20px 0 40px 0;
    text-align: center;
    font-size: 48px;
    line-height: 1;
  }

  p {
    font-size: 21px;
  }
}
</style>
