<template>
  <hr />
  <div class="g--policy">
    <h1>Политика в отношении обработки персональных данных</h1>
    <p>
      Настоящая политика обработки персональных данных составлена в соответствии с требованиями
      Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок
      обработки персональных данных и меры по обеспечению безопасности персональных данных Десницким
      Андреем Сергеевичем и Штейн Асей Владимировной (далее – Оператор). Оператор ставит своей
      важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека
      и гражданина при обработке его персональных данных, в том числе защиты прав на
      неприкосновенность частной жизни, личную и семейную тайну. Настоящая политика Оператора в
      отношении обработки персональных данных (далее – Политика) применяется ко всей информации,
      которую Оператор может получить о посетителях веб-сайта https://vagantes.net.
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
hr {
  margin: 30px auto 9px auto;
  max-width: 90%;
  border: 0;
  height: 1px;
  background-color: rgba(201, 193, 159, 0.5);
}

.g--policy {
  margin: 22px auto 0 auto;
  max-width: 900px;
  line-height: 1.5;

  h1 {
    font-style: italic;
    margin: 20px 0 40px 0;
    text-align: center;
    font-size: 48px;
    line-height: 1;
  }

  p {
    font-size: 21px;
  }
}
</style>
